Repository: common-repository/wp-abstracts-manuscripts-manager
Catalog: languages/wpabstracts-*.po
Languages: nl_nl

source: Abstract submission for this event has past
nl_nl: Abstract indiening voor dit evenement is al geweest

source: You have reached the maximum amount of submissions allowed per user.
nl_nl: U hebt het maximum aantal inzendingen per gebruiker bereikt.

source: New Abstract
nl_nl: Nieuw abstract

source: Submit
nl_nl: Verzenden

source: Abstract Information
nl_nl: Abstract informatie

source: Enter Title
nl_nl: Titel - (Sessie)

source: Words Used: %s
nl_nl: Gebruikte woorden: %s

source: Words Remaining: %s
nl_nl: Resterende woorden: %s

source: Keywords
nl_nl: Trefwoorden

source: Enter comma separated keywords
nl_nl: Komma gescheiden trefwoorden invoeren

source: Attachments
nl_nl: Bijlagen

source: Use this form to upload your images, photos or tables.
nl_nl: Gebruik dit formulier om uw afbeeldingen, foto's of tabellen te uploaden.

source: Supported formats
nl_nl: Ondersteunde formaten

source: Maximum attachment size
nl_nl: Maximale bijlage grootte

source: Terms and Conditions
nl_nl: Algemene voorwaarden

source: Event Information
nl_nl: Evenement informatie

source: Event
nl_nl: Evenement

source: Select an Event
nl_nl: Selecteer een evenement

source: Topic
nl_nl: Onderwerp

source: Select a Topic
nl_nl: Selecteer een onderwerp

source: Author Information
nl_nl: Auteur (deelnemer) informatie

source: Author Name
nl_nl: Naam

source: Author Email
nl_nl: Email

source: Author Affiliation
nl_nl: Bedrijf

source: Presenter Information
nl_nl: Presentator (voorzitter) informatie

source: Name
nl_nl: Naam

source: Presenter Preference
nl_nl: Presentievorm

source: Select Preference
nl_nl: Selecteer voorkeur

source: View
nl_nl: Bekijk

source: Edit
nl_nl: Bewerken

source: Change Status
nl_nl: Verander status

source: Assign Reviewer
nl_nl: Reviewer toewijzen

source: Reviews
nl_nl: Beoordelingen

source: Export PDF
nl_nl: Exporteer PDF

source: Delete
nl_nl: Verwijderen

source: Event Not Found
nl_nl: Evenement niet gevonden

source: Not Assigned
nl_nl: Niet toegewezen

source: User not found
nl_nl: Gebruiker niet gevonden

source: Filter by Status
nl_nl: Filter op status

source: All
nl_nl: Alle

source: Filter by Preference
nl_nl: Filteren op voorkeur

source: by
nl_nl: door

source: Nothing to display
nl_nl: Helaas, niets gevonden.

source: You are not allowed to edit this submission at this time.
nl_nl: U bent niet toegestaan om deze inzending te bewerken op dit moment.

source: Edit Abstract
nl_nl: Abstract bewerken

source: Enter title
nl_nl: Vul titel in

source: Manage Attachments
nl_nl: Beheer bijlagen

source: No Attachments uploaded
nl_nl: Geen bijlagen geüpload

source: Remove
nl_nl: Verwijderen

source: Manage Ownership
nl_nl: Beheer rechten

source: Use this box to assign a new user / owner of this submission
nl_nl: Gebruik dit vak om een nieuwe gebruiker/eigenaar van deze inzending toe te wijzen

source: You have used all your attachment slots allowed.
nl_nl: U heeft het maximum bereikt.

source: Could not locate this resource. Please try again.
nl_nl: Kan deze bron niet vinden. Probeer het opnieuw.

source: This and more reviewing features are available in the WPAbstracts Pro.
nl_nl: Deze en meer revisiefuncties zijn beschikbaar in de WPAbstracts Pro.

source: Select a status
nl_nl: Selecteer een status

source: The selected Abstracts were successfully deleted.
nl_nl: De geselecteerde abstracts zijn verwijderd.

source: Add New
nl_nl: Nieuwe toevoegen

source: Settings
nl_nl: Instellingen

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Abstracts Configuration
nl_nl: Abstracts configuratie

source: Show Abstract Description
nl_nl: Abstract beschrijving weergeven

source: Use this setting to hide the decription area completely from the submission page.
nl_nl: Gebruik deze instelling om de versleuteling volledig te verbergen vanaf de verzendpagina.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Allow Editor Media
nl_nl: Editor media toestaan

source: Use this setting to hide or show the Add Media button on the submission text editor.
nl_nl: Gebruik deze instelling om de knop Media toevoegen in de teksteditor voor inzending te verbergen of weer te geven.

source: Show Author Fields
nl_nl: Auteur velden weergeven

source: Use this setting to hide the author area completely from the submission page.
nl_nl: Gebruik deze instelling om het auteurs gebied volledig te verbergen op de pagina voor indiening.

source: Show Attachment Uploads
nl_nl: Uploads van bijlagen weergeven

source: Use this setting to hide the attachment area completely from the submission page.
nl_nl: Gebruik deze instelling om het bijlage gebied volledig te verbergen van de indiening pagina.

source: Make Attachment Required
nl_nl: Bijlage verplicht maken

source: Use this setting to make attachments required or optional.
nl_nl: Gebruik deze instelling om bijlagen verplicht of optioneel te maken.

source: Show Presenter Fields
nl_nl: Presentator velden weergeven

source: Use this setting to hide the presenter area completely from the submission and edit pages.
nl_nl: Gebruik deze instelling om het presentator gebied volledig te verbergen van de indiening en de bewerken pagina's.

source: Show Abstract Keywords
nl_nl: Abstract trefwoorden weergeven

source: Enable this to display the keywords input on the submission page. Enabling this makes keywords required.
nl_nl: Schakel in om trefwoorden weer te geven op de indien pagina. Ingeschakeld maakt trefwoorden verplicht.

source: Show Terms & Conditions
nl_nl: Toon algemene voorwaarden

source: Enable this to display your terms and conditions on the submission page. Enabling this makes the checkbox required.
nl_nl: Schakel in om uw algemene voorwaarden op de indiening pagina weer te geven. Inschakelen, maakt het aanvinken van de algemene voorwaarden verplicht.

source: Maximum User Submissions
nl_nl: Maximum aantal gebruikersinzendingen

source: Set the maximum submissions allowed per user.
nl_nl: Stel de maximale toegestane inzendingen per gebruiker in.

source: Maximum Word Count
nl_nl: Maximum aantal woorden

source: Maximum character count allowed in a submission.
nl_nl: Maximum aantal tekens toegestaan in een inzending.

source: Maximum Attachments
nl_nl: Maximale bijlagen

source: Set the maximum attachment upload allowed per submission.
nl_nl: Stel de maximale bijlagen uploads in toegestaan per indiening.

source: Maximum Attachment Size
nl_nl: Maximale bijlage grootte

source: Maxmium size allowed for attachments (in bytes).
nl_nl: Maxmium grootte toegestaan voor bijlagen (in bytes).

source: Permitted Attachments
nl_nl: Toegestane bijlagen

source: File extentions allowed for uploading (separate extentions with a comma).
nl_nl: Bestandsextenties toegestaan voor het uploaden (extenties scheiden met een komma).

source: Set Presenter Preferences
nl_nl: Voorkeuren presentator instellen

source: Set the types of presentation allowed (separated by commas), Eg. Poster, Panel, Round Table
nl_nl: Stel de soorten van de presentatie in (gescheiden door komma's), bijvoorbeeld. Presentatie, sessie, roundtable

source: Admin Notification Recipients
nl_nl: Ontvangers van beheerders meldingen

source: Enable or disable admin notications for admin users.
nl_nl: In-of uitschakelen beheerder meldingen voor beheerders.

source: Abstract Status
nl_nl: Abstracte status

source: Abstracts Status Description
nl_nl: Abstracts status beschrijving

source: Describe the four statuses Abstracts may be in.
nl_nl: Beschrijf de vier statussen van de abstracts.

source: Statuses that allow edits
nl_nl: Statussen die bewerkingen toestaan

source: Select the statuses for when authors are allowed to edit their submission.
nl_nl: Selecteer de statussen voor wanneer auteurs hun inzending mogen bewerken.

source: Default Submission Status
nl_nl: Standaard indieningsstatus

source: Select the default status of newly submitted abstracts.
nl_nl: Selecteer de standaardstatus van nieuw ingediende abstracts.

source: Sync Review Status to Abstracts
nl_nl: Synchroniseren beoordelingsstatus met abstracts

source: Enable this to allow reviewer status selection to update the abstract status. This works best when one reviewer is assigned to the abstract. If more than one reviews are submitted the last one wins.
nl_nl: Schakel in om de reviewer de status te laten veranderen van de abstract. Dit werkt het beste wanneer 1 reviewer is toegewezen aan de abstract. Als er meer dan 1 reviewer zijn ingediend dan wint de laatste.

source: Admin Columns
nl_nl: Admin kolommen

source: Select columns to display on manage abstracts tab.
nl_nl: Selecteer kolommen die u wilt weergeven op het tabblad Samenvattingen beheren.

source: Accepted Shortcode
nl_nl: Geaccepteerde shortcode

source: Select the status and info to display on the details page when using the [wpabstracts_accepted] shortcode.
nl_nl: Selecteer de status en informatie die u op de detailpagina wilt weergeven wanneer u de shortcode [wpabstracts_accepted] gebruikt.

source: Select the status of the items to display when using the shortcode.
nl_nl: Selecteer de status van de items die u wilt weergeven wanneer u de shortcode gebruikt.

source: PDF Export Options
nl_nl: Pdf-exportopties

source: Select the info include when exporting abstracts to PDF.
nl_nl: Selecteer de informatie die u opneemt bij het exporteren van abstracts naar PDF.

source: Author Instructions
nl_nl: Auteur instructies

source: Enter specific instructions for authors to follow for submissions
nl_nl: Voer specifieke instructies voor de auteurs in om te volgen voor inzendingen

source: Enter your terms and contitions for authors to agree.
nl_nl: Voer uw algemene voorwaarden in voor auteurs om akkoord te gaan.

source: View Abstract
nl_nl: Nieuw abstract

source: Title
nl_nl: Titel

source: Description
nl_nl: Omschrijving

source: Affiliation
nl_nl: Bedrijf

source: You're logged in as an administrator, please use WordPress admin area to manage abstracts or use another browser to view your dashboard as author or reviewer.
nl_nl: Je bent ingelogd als beheerder. Gebruik de WordPress admin om abstracts te beheren, of gebruik een andere browser om uw dashboard te bekijken als auteur of een reviewer.

source: You do not have permissions to manage this resource.
nl_nl: U bent niet gemachtigd om deze bron te beheren.

source: Your account is not setup to view this dashboard. Please contact your site admin.
nl_nl: Uw account is niet ingesteld om dit dashboard te bekijken. Neem contact op met uw site beheerder.

source: Welcome back
nl_nl: Welkom terug

source: My Profile
nl_nl: Mijn profiel

source: Logout
nl_nl: Uitloggen

source: My Abstracts
nl_nl: Mijn abstracts

source: Review
nl_nl: Beoordeling

source: Preference
nl_nl: Voorkeur

source: Submit Date
nl_nl: Verzenddatum

source: Action
nl_nl: Actie

source: You have NOT submitted any abstracts.
nl_nl: U hebt geen abstracts ingediend.

source: No reviews as yet.
nl_nl: Nog geen reviews.

source: New Template
nl_nl: Nieuwe template

source: Template Information
nl_nl: Template informatie

source: Template Name
nl_nl: Naam

source: From Name
nl_nl: Naam afzender

source: From Email
nl_nl: E-mail afzender

source: Email Subject
nl_nl: E-mail onderwerp

source: Email Body
nl_nl: E-mail inhoud

source: Include Submission as Attachment
nl_nl: Inzending opnemen als bijlage

source: Template Settings
nl_nl: Template instellingen

source: Active
nl_nl: Actief

source: Use this setting to enable or disable this email template.
nl_nl: Gebruik deze instelling om deze e-mailsjabloon in of uit te schakelen.

source: Receiver
nl_nl: Ontvanger

source: Select the receiver for this email notification (Author or Admin).
nl_nl: Selecteer de ontvanger voor deze e-mailmelding (Auteur of Beheerder).

source: Author
nl_nl: Auteur

source: Admin
nl_nl: Beheerder

source: Selection the abstract action that triggers this email notification.
nl_nl: Selecteer de abstracte actie die deze e-mailmelding activeert.

source: Submission
nl_nl: Inzending

source: Revision
nl_nl: Revisie

source: Status Change
nl_nl: Statuswijziging

source: Select the abstract status that triggers this email notification.
nl_nl: Selecteer de abstracte status die deze e-mailmelding activeert.

source: Available Shortcodes
nl_nl: Beschikbare shortcodes

source: Reviewer
nl_nl: Beoordelaar

source: Subject
nl_nl: Onderwerp

source: Recipient
nl_nl: Ontvanger

source: Message
nl_nl: Bericht

source: Sent
nl_nl: Verzonden

source: View Email
nl_nl: Bekijk e-mail

source: Successfully deleted selected logs.
nl_nl: Geselecteerde logboeken zijn verwijderd.

source: Edit Template
nl_nl: Bewerk template

source: Select the abstract action that triggers this email notification.
nl_nl: Selecteer de abstracte actie die deze e-mailmelding activeert.

source: Email Templates
nl_nl: Email antwoorden

source: New Event
nl_nl: Nieuw evenement

source: Event Title
nl_nl: Evenement titel

source: Event Details
nl_nl: Evenement Details

source: Location
nl_nl: Locatie

source: Start Date
nl_nl: Startdatum

source: End Date
nl_nl: Einddatum

source: Topics
nl_nl: Onderwerpen

source: add topic
nl_nl: onderwerp toevoegen

source: delete topic
nl_nl: onderwerp verwijderen

source: Edit Event
nl_nl: Evenement bewerken

source: Event title
nl_nl: Titel van de evenement

source: Archived
nl_nl: Gearchiveerd

source: Error!
nl_nl: Fout!

source: Events
nl_nl: Evenementen

source: Awesome! Your settings were updated.
nl_nl: Ontzagwekkend! Uw instellingen zijn bijgewerkt.

source: Frontend Dashboard Configuration
nl_nl: Frontend dashboard configuratie

source: Enable WP Abstracts Registration
nl_nl: Enable WP abstracts registratie

source: Use WP Abstracts User registration module instead of WordPress's default registration.
nl_nl: Gebruik WP abstracts gebruiker registratiemodule in plaats van standaard WordPress registratie.

source: Allow WordPress Admin Access
nl_nl: Laat WordPress admin toegang toe

source: Disables users from accessing Wordpress Admin dashboard. Enable this if you want to allow frontend access only.
nl_nl: Schakelt gebruikers toegang tot WordPress admin dashboard uit. Schakel dit in als u wilt dat alleen frontend toegang beschikbaar is.

source: Show WordPress Admin Bar
nl_nl: Toon WordPress admin bar

source: Disables users from seeing the Wordpress Admin Bar after sign in.
nl_nl: Uitschakelen WordPress admin bar na aanmelden.

source: Enable Captcha (recommended)
nl_nl: Activeer CAPTCHA (aanbevolen)

source: Enable this to require users to enter a captcha code at login.
nl_nl: Inschakelen CAPTCHA code voor gebruikers tijdens inloggen.

source: Redirect on Login
nl_nl: Redirect op login

source: Enable this to redirect users to the dashboard on login from anywhere.
nl_nl: Inschakelen om gebruikers om te leiden naar dashboard na inloggen.

source: Refresh Captcha Secret (Optional)
nl_nl: Refresh CAPTCHA geheim (optioneel)

source: As as entra layer of security reset your captcha secret.
nl_nl: Voor extra beveiligingsoptie, reset je CAPTCHA geheim.

source: Attachment Name
nl_nl: Naam van bijlage

source: Abstract Title
nl_nl: Titel samenvatting

source: File Type
nl_nl: Bestandstype

source: File Size
nl_nl: Bestandsgrootte

source: Search
nl_nl: Zoeken

source: Download All
nl_nl: Download alle

source: Archive
nl_nl: Archief

source: Unarchive
nl_nl: Uit archief halen

source: Copy
nl_nl: Kopiëren

source: Event Name
nl_nl: Naam evenement

source: Submissions
nl_nl: Inschrijvingen

source: Abstract ID
nl_nl: Abstracte ID

source: Presenter Name
nl_nl: Naam van presentator

source: Presenter Email
nl_nl: Presentator e-mail

source: User ID
nl_nl: Gebruikers ID

source: User
nl_nl: Gebruiker

source: User Email
nl_nl: Gebruikers e-mail

source: Date Submitted
nl_nl: Datum verzonden

source: Abstracts-All
nl_nl: Abstracts-alle

source: Relevance
nl_nl: Relevantie

source: Quality
nl_nl: Kwaliteit

source: Comments
nl_nl: Reacties

source: Recommendation
nl_nl: Aanbeveling

source: Reviewer Name
nl_nl: Naam van de reviewer

source: Reviewer Email
nl_nl: E-mail van de reviewer

source: Review Date
nl_nl: Datum beoordeling

source: Excellent Reviews
nl_nl: Uitstekende beoordelingen

source: Good Reviews
nl_nl: Goede beoordelingen

source: Average Reviews
nl_nl: Gemiddelde beoordelingen

source: Poor Reviews
nl_nl: Slechte beoordelingen

source: All Reviews
nl_nl: Alle beoordelingen

source: All Users
nl_nl: Alle gebruikers

source: Auto-Generated
nl_nl: Automatisch gegenereerd

source: From:
nl_nl: Van:

source: There are no active events. Please ensure an event exists with a deadline later than yesterday.
nl_nl: Er zijn geen actieve evenementen. Zorg ervoor dat een evenement bestaat met een deadline later dan gisteren.

source: Don't have an account?
nl_nl: Heeft u nog geen account?

source: Sign Up
nl_nl: Registreren

source: Create an Account
nl_nl: Account aanmaken

source: Forgot Password?
nl_nl: Wachtwoord vergeten?

source: Invalid username or password. Please try again.
nl_nl: Ongeldige gebruikersnaam of wachtwoord. Probeer het opnieuw.

source: Invalid security code. Please try again.
nl_nl: Ongeldige beveiligingscode. Probeer het opnieuw.

source: Your account has not been activated. Please check your Inbox (including spam folder) for your activation link.
nl_nl: Uw account is niet geactiveerd. Controleer uw inbox (inclusief spam map) voor uw activatie link.

source: Sign in successful.
nl_nl: Inloggen succesvol.

source: Hmm, your nonce is not valid.
nl_nl: Hmm, uw nonce is niet geldig.

source: There is no user registered with that username or email address.
nl_nl: Er is geen gebruiker geregistreerd met die gebruikersnaam of e-mail adres.

source: Hi,
nl_nl: Hallo,

source: Someone requested a password reset for
nl_nl: Iemand verzocht om een wachtwoord te resetten voor

source: If this was a mistake, simply ignore this email and nothing will happen.
nl_nl: Als dit een vergissing was, negeer gewoon deze e-mail en niets zal gebeuren.

source: To reset your password, visit the following link:
nl_nl: Ga naar de volgende link om uw wachtwoord opnieuw in te stellen:

source: Password Reset for
nl_nl: Wachtwoord opnieuw instellen voor

source: Your request was successful. Please check your e-mail for more instructions.
nl_nl: Uw aanvraag is geslaagd. Raadpleeg uw e-mail voor meer instructies.

source: The e-mail could not be sent. Please contact support.
nl_nl: De e-mail kan niet worden verzonden. Neem contact op met support.

source: Password is required field.
nl_nl: Wachtwoord is een verplicht veld.

source: The passwords do not match.
nl_nl: De wachtwoorden komen niet overeen.

source: Invalid password reset key. Please request a new password reset.
nl_nl: Ongeldige wachtwoord herstelsleutel. Vraag een nieuw wachtwoord aan om te resetten.

source: Your password has been reset.
nl_nl: Je wachtwoord is opnieuw ingesteld.

source: Enter security code (required)
nl_nl: Voer beveiligingscode in (verplicht)

source: <strong>ERROR</strong>: Please enter a valid security code.
nl_nl: <strong> fout </strong>: Voer een geldige beveiligingscode in.

source: Sorry, the tab you selected does not exist.
nl_nl: Sorry, het tabblad dat u hebt geselecteerd bestaat niet.

source: User Id
nl_nl: Gebruikersnaam

source: Successfully deleted user ID
nl_nl: Met succes verwijderde gebruikers-ID

source: Submitted
nl_nl: Ingediend

source: Presenter
nl_nl: Presentator

source: Sorry, no event not found. Please enter a valid event id in the shortcode.
nl_nl: Sorry, geen gebeurtenis niet gevonden. Voer een geldige gebeurtenis-ID in de shortcode in.

source: Oops, you are already logged in. Activation is only for new accounts.
nl_nl: Oeps, bent u al ingelogd. Activering is alleen voor nieuwe accounts.

source: Oops, you're got an invalid link. Please check your email and copy and paste the full link.
nl_nl: Oeps, je hebt een ongeldige link. Controleer uw e-mail en kopieer en plak de volledige link.

source: Your account was activated already. Please login.
nl_nl: Uw account is al geactiveerd. Gelieve in te loggen.

source: Your account was successfully activated.
nl_nl: Uw account is met succes geactiveerd.

source: Oops, your activation key do not match our records for you. Please try again or contact support.
nl_nl: Oeps, uw activeringssleutel komt niet overeen met onze gegevens. Probeer het opnieuw of neem contact op met support.

source: Oops, we could not find this user. Please try again or contact support
nl_nl: Oeps, deze gebruiker konden we niet vinden. Probeer het opnieuw of neem contact op met support

source: Edit Profile
nl_nl: Bewerk profiel

source: Activate
nl_nl: Activeren

source: Change Password
nl_nl: Wachtwoord wijzigen

source: --not entered--
nl_nl: --niet ingevoerd--

source: users were
nl_nl: gebruikers waren

source: user was
nl_nl: gebruiker was

source: successfully activated.
nl_nl: met succes geactiveerd.

source: successfully deleted.
nl_nl: met succes verwijderd.

source: Download CSV
nl_nl: CSV downloaden

source: You have WordPress users with no WP Abstracts profiles, do you want to sync users?
nl_nl: Je hebt WordPress gebruikers zonder WP abstracts profielen. Wilt u de gebruikers synchroniseren?

source: Sync Users
nl_nl: Gebruikers synchroniseren

source: Your registration from was successfully restored.
nl_nl: Uw registratieformulier werd met succes hersteld.

source: Drag input elements from the left to create your user registration form
nl_nl: Sleep input elementen van links om uw gebruikersregistratie formulier te maken

source: Restore Form
nl_nl: Formulier herstellen

source: Login Information
nl_nl: Aanmeldingsgegevens

source: Please enter a valid email address.
nl_nl: Voer een geldig e-mailadres in.

source: Password
nl_nl: Wachtwoord

source: Please enter a password.
nl_nl: Vul je wachtwoord in.

source: Repeat Password
nl_nl: Herhaal wachtwoord

source: Please repeat your password.
nl_nl: Vul a.u.b. nogmaals jouw wachtwoord in.

source: Account Information
nl_nl: Accountgegevens

source: Form Preview
nl_nl: Formuliervoorbeeld

source: Register
nl_nl: Registreren

source: Please sign in for your conference participation
nl_nl: Meld u aan voor uw conferentie deelname

source: Sign In
nl_nl: Inloggen

source: Login
nl_nl: Inloggen

source: Remember Me
nl_nl: Onthoud mij

source: Forgot Password
nl_nl: Wachtwoord vergeten

source: Please enter your email address and we will send you instructions to reset your password.
nl_nl: Vul uw e-mail adres in en wij sturen u instructies om uw wachtwoord te resetten.

source: Get New Password
nl_nl: Nieuw wachtwoord aanvragen

source: Profile updated successfully.
nl_nl: Profiel succesvol bijgewerkt.

source: Profile Information
nl_nl: Profiel informatie

source: Registration is currently not allowed for this site. Please contact your site admin.
nl_nl: Registratie is momenteel niet toegestaan voor deze site. Neem contact op met uw site admin.

source: You have entered an invalid captcha code. Please try again.
nl_nl: U hebt een ongeldige CAPTCHA-code ingevoerd. Probeer het opnieuw.

source: You're currently logged in. Please sign out to register for an account.
nl_nl: U bent momenteel ingelogd. Meld u aan om u te registreren voor een account.

source: Reset Password
nl_nl: Wachtwoord opnieuw instellen

source: Please enter your new password below.
nl_nl: Vul hieronder uw nieuwe wachtwoord in.

source: Sync User Meta
nl_nl: Sync gebruiker meta

source: General Settings
nl_nl: Algemene instellingen

source: Show Registration Thank You
nl_nl: Toon registratie dank u

source: Set whether to show a thank you message or not after registration.
nl_nl: Stel in of u een bedankbericht wilt weergeven of niet na aanmelden.

source: Send Registration Confirmation
nl_nl: Bevestiging van registratie verzenden
