Repository: common-repository/wp-abstracts-manuscripts-manager
Catalog: languages/wpabstracts-*.po
Languages: nl_nl

source: Set whether to send a confirmation email to the user with next steps or not after registration
nl_nl: Instellen of een bevestigingsmail naar de gebruiker wordt gestuurd met de vervolgstappen of niet na registratie

source: Activate Users Automatically
nl_nl: Gebruikers automatisch activeren

source: Set whether to activate users on registration or not (not recommended).
nl_nl: Stel in of u gebruikers bij de registratie wilt activeren of niet (niet aanbevolen).

source: Ignore User Activation at Login
nl_nl: Gebruikersactivering negeren bij inloggen

source: Whether or not to check for user activation at login. Used mainly when users are registered outside of WP Abstracts.
nl_nl: Al dan niet controleren op gebruikersactivering bij het inloggen. Wordt voornamelijk gebruikt wanneer gebruikers buiten WP Abstracts zijn geregistreerd.

source: Sync WP Fields
nl_nl: Sync WP velden

source: Set whether to sync WP Abstracts Profile fields to Wordpress meta data.
nl_nl: Stel in om te synchroniseren van WP abstracts profiel velden naar WordPress metadata.

source: Display Name
nl_nl: Weergavenaam

source: Select the field or fields you would like to use as display name for all users.
nl_nl: Selecteer het veld of de velden die u als weergavenaam wilt gebruiken voor alle gebruikers.

source: First & Last Name
nl_nl: Voor & Achternaam

source: Last & First Name
nl_nl: Achternaam & Voornaam

source: Password Rules
nl_nl: Wachtwoord regels

source: Minimum Password Length
nl_nl: Minimale wachtwoordlengte

source: Enter the minimum amount of character for a password
nl_nl: Voer het minimum aantal tekens in voor een wachtwoord

source: Maximum Password Length
nl_nl: Maximale wachtwoordlengte

source: Enter the maximum amount of character for a password
nl_nl: Voer het maximum aantal tekens in voor een wachtwoord

source: At least one number
nl_nl: Ten minste één nummer

source: Require passwords to have at least one number
nl_nl: Vereist dat wachtwoorden ten minste één nummer hebben

source: At least one uppercase
nl_nl: Ten minste één hoofdletter

source: Require passwords to have at least one uppercase
nl_nl: Vereist dat wachtwoorden ten minste één hoofdletter hebben

source: At least one lowercase
nl_nl: Ten minste één kleine letter

source: Require passwords to have at least one lowercase
nl_nl: Vereist dat wachtwoorden ten minste één kleine

source: At least one special character
nl_nl: Minstens één speciaal karakter

source: Require passwords to have at least one special character
nl_nl: Vereist dat wachtwoorden ten minste één speciaal teken hebben

source: Select up to six (6) column fields to display when managing users.
nl_nl: Selecteer tot maximaal zes (6) kolommen die kunnen worden weergegeven bij het beheren van gebruikers.

source: Registration Thank you Message
nl_nl: Registratie dank u bericht

source: Enter a thank you message that shows after the registration form has been submitted
nl_nl: Voer een bedankbericht in dat getoond wordt nadat het registratieformulier is ingediend

source: Registration Confirmation Email
nl_nl: Registratie bevestigingsmail

source: Create an email template used for sending the confirmation message to the user.
nl_nl: Maak een e-mail template die wordt gebruikt voor het verzenden van het bevestigingsbericht naar de gebruiker.

source: Enter the email of the administrator to be notified when a user registers.
nl_nl: Voer de e-mail in van de beheerder in die moet worden gewaarschuwd wanneer een gebruiker zich registreert.

source: Enter the subject for the email sent when a user registers.
nl_nl: Voer het onderwerp in voor de e-mail die wordt verzonden wanneer een gebruiker zich registreert.

source: Manage Abstracts
nl_nl: Samenvattingen beheren

source: Mail Log
nl_nl: E-maillogboek

source: Manage
nl_nl: Beheren

source: Get setup and running in three simple steps
nl_nl: Start op in deze drie eenvoudige stappen

source: Create an event (make a note of the event ID for step 2). This may be the name of a conference or anything relating to the submission of abstracts.
nl_nl: Creëer een evenement (noteer het evenement-ID voor stap 2). Dit kan de naam van een evenement of om iets anders gerelateerd aan het indienen van abstracts zijn.

source: Create a wordpress page and add [wpabstracts event_id="EVENT_ID_HERE"] and link this page to your site menu to allow frontend access.
nl_nl: Maak een WordPress pagina aan en voeg [wpabstracts event_id = "EVENT_ID_HERE"] toe. Koppel de pagina aan het menu van jouw website om frontend toegang te krijgen.

source: Visit the settings page and choose your preference for the plugin. Also ensure your wordpress permanent links are set to post-name or custom.
nl_nl: Ga naar de pagina met instellingen en kies uw voorkeur voor de plugin. Zorg er ook voor uw WordPress permanente links zijn ingesteld op post-naam of custos gegenereerd.

source: Frequently Asked Questions
nl_nl: Veelgestelde vragen

source: Question
nl_nl: Vraag

source: Do I have to create accounts for authors and reviewers?
nl_nl: Moet ik accounts maken voor auteurs en reviewers?

source: Answer
nl_nl: Antwoord

source: Authors and reviewers need an account on your site to access the dashboard and take part in your conference. Users may self register on your website or the admin may create accounts for users and forward the credentials to the user.
nl_nl: Auteurs en reviewers hebben een account op uw site nodig om toegang te krijgen tot het dashboard en deel te nemen aan uw evenement. Gebruikers kunnen zelf registreren op uw website. De admin kan ook accounts maken voor gebruikers en de referenties doorsturen naar de gebruiker.

source: I cannot find the registration area, how do authors or reviewers register?
nl_nl: Ik kan het registratiegebied niet vinden, hoe registreren auteurs of reviewers zich?

source: The registration link (Create an Account) is located on the Login page. Authors and Reviewers may self-register on your website. To enable this, go to your WordPress Settings -> General tab and check the box that says “Any can Register”.
nl_nl: De registratie link (Maak een account aan) bevindt zich op de inlogpagina. Auteurs en reviewers kunnen zichzelf registreren op uw website. Om dit mogelijk te maken, ga naar uw WordPress instellingen-> tabblad algemeen en vink het vakje dat zegt: “iedereen registreren".

source: After signing in to the dashboard I see "You do not have permission to access this page". What is happening?
nl_nl: Na het inloggen op het dashboard, zie ik "je hebt geen toestemming om deze pagina te openen". Wat gebeurt er?

source: This error message is common when the user accessing the dashboard is not permitted. At the moment only two user types can access the dashboard; Authors which maps to the "Subscriber" user role and "Reviewers" which maps to the "Editor" user role. You may also see this message is you are visiting the front-end dashboard while currently signed in as the Administrator.
nl_nl: Dit foutbericht komt vaak voor wanneer de gebruiker die het dashboard opent niet de goede permissies heeft. Op het ogenblik kunnen slechts twee gebruikerstypes tot het dashboard toegang hebben; Auteurs die "abonnee" gebruikersrol hebben toegewezen en "reviewers" die de “editor" gebruikersrol hebben toegewezen gekregen. Dit bericht kan ook verschijnen als de frontend benaderd probeert te worden, maar je ingelogd bent als administrator.

source: How do I specify the types of abstract submissions (poster, panel etc) for my conference?
nl_nl: Hoe specificeer ik de soorten abstracte inzendingen (presentatie, roundtable, enz) voor mijn evenement?

source: Simply go to WP Abstracts Settings Tab and enter the types you want to allow for presenters. Submission types are comma separated.
nl_nl: Ga naar WP abstracts tabblad instellingen en voer de presentatievorm voor presentatoren in. De presentatievormen worden gescheiden door een komma.

source: When clicking “New Abstracts” I get the following message “Abstract submission for this event has past”. What can I do?
nl_nl: Bij het klikken op “Nieuwe Abstracts” krijg ik het volgende bericht “Abstract indiening voor dit evenement is geweest“. Wat kan ik doen?

source: This simply means that the deadline for your event has passed. If the event is still active simply go to the events tab in the admin area and extend the deadline date of the event.
nl_nl: Dit betekent gewoon dat de deadline voor uw evenement is verstreken. Als het evenement nog steeds actief is, ga dan naar het tabblad Events in het admin gebied en verleng de deadline datum van het evenement.

source: How do I setup Authors and Reviewers?
nl_nl: Hoe kan ik auteurs en reviewers instellen?

source: Authors are equivalent to Wordpress subscriber user role while reviewers are the editor user roles. Users may self register as authors and the site admin can then upgrade subscriber account to editor thus making that user a reviewer.
nl_nl: Auteurs zijn gelijkwaardig aan de WordPress abonnee gebruikersrol. Reviewers hebben de editor gebruikersrol. Gebruikers kunnen zelf registreren als auteurs. De site beheerder kan hun dan upgraden naar editor waardoor die gebruiker een reviewer kan worden.

source: How do I upgrade from the Free to the Pro version?
nl_nl: Hoe kan ik upgraden van gratis naar de Pro-versie?

source: Upload WP Abstracts Pro from the your plugins admin page then simply deactivate the free version and activate WP Abstracts Pro.
nl_nl: Upload WP abstracts Pro van de uw plugins admin pagina. Deactiveer dan de gratis versie en activeer WP abstracts Pro.

source: When are automated emails triggered in WP Abstracts?
nl_nl: Wanneer zijn geautomatiseerde e-mails geactiveerd in WP abstracts?

source: Automated emails may be triggered on abstract submission, abstract status changes, reviewer assignments and review submissions.
nl_nl: Geautomatiseerde e-mails kunnen worden verzonden voor abstract indiening, statusveranderingen en reviewer beoordelingen.

source: Can I edit or customize the templates for automated email notifications?
nl_nl: Kan ik de templates voor geautomatiseerde e-mail notificaties bewerken of aanpassen?

source: Yes. All email notification templates are customizable using various shortcode pertaining to the submission and event.
nl_nl: Ja. Alle e-mail notificatie templates zijn aanpasbaar. Met behulp van verschillende shortcodes die betrekking tot de indiening en evenementen hebben.

source: [wpabstracts event_id="x"] renders the user dashboard
nl_nl: [wpabstracts event_id = "x"] maakt het gebruikersdashboard

source: [wpabstracts_register] renders the user registration form
nl_nl: [wpabstracts_register] maakt het gebruikersregistratie formulier

source: [wpabstracts_login] renders the user login screen
nl_nl: [wpabstracts_login] maakt het gebruikers inlogscherm

source: Email Notifications
nl_nl: E-mail notificaties

source: Use the Email tab to create various email templates then set those templates for various email triggers. Current email triggers includes abstract submission, all abstract status change, reviewer assignments and review submissions.
nl_nl: Gebruik het tabblad E-mail om verschillende e-mail templates te maken. Stel dan deze templates in voor verschillende e-mail meldingen. De huidige e-mail meldingen omvat abstract indiening, alle abstracte status veranderingen, reviewer taakopdrachten en herziening inzendingen.

source: Help us Improve
nl_nl: Help ons te verbeteren

source: Rate
nl_nl: Beoordeling

source: the plugin 5 stars on WordPress.org
nl_nl: de plugin 5 sterren op WordPress.org geven

source: Users
nl_nl: Gebruikers

source: Exports
nl_nl: Export

source: Custom Titles
nl_nl: Aangepaste titels

source: Support
nl_nl: Ondersteuning

source: Get Pro Version
nl_nl: Krijg Pro versie

source: Submit By
nl_nl: Verzenden door

source: Date Modified
nl_nl: Laatst aangepast

source: Preference Preference
nl_nl: Voorkeur voorkeur

source: Do you really want to delete this abstract, its reviews and all its attachments?
nl_nl: Wil je deze abstract, reviews en alle bijlagen verwijderen?

source: Do you really want to delete the selected abstracts, their reviews and all their attachments?
nl_nl: Wilt u werkelijk de geselecteerde samenvattingen, beoordelingen en alle bijlagen verwijderden?

source: Are you sure you want to delete this event? Deleting this event will delete all submissions, reviews and attachments related to this event. This cannot be undone. Type DELETE to confirm.
nl_nl: Weet u zeker dat u dit evenement wilt verwijderen? Als u dit evenent verwijderd, worden alle opmerkingen, recensies en bijlagen met betrekking tot dit evenement verwijderd. Dit kan niet ongedaan gemaakt worden. Typ DELETE om te bevestigen.

source: Do you really want to delete this email template?
nl_nl: Wil je echt deze e-mail template verwijderen?

source: Do you really want to delete this review?
nl_nl: Wil je echt deze beoordeling verwijderen?

source: Do you really want to delete this attachment?
nl_nl: Wilt u echt deze bijlage verwijderen?

source: Are you sure you want to delete this user?
nl_nl: Bent u zeker dat u deze gebruiker wilt verwijderen?

source: Please enter a username and password to sign in.
nl_nl: Voer een gebruikersnaam en wachtwoord in om u aan te melden.

source: Please enter a the security code.
nl_nl: Geef de beveiligingscode op.

source: Please select a status
nl_nl: Selecteer een status

source: Please fill in all required fields.
nl_nl: Vul de verplichte velden in.

source: Please add your abstract description
nl_nl: Voeg uw abstracte beschrijving toe

source: You have exceeded the maximum words allowed for this submission.
nl_nl: U hebt de maximaal toegestane woorden voor deze indiening overschreden.

source: One or more of your file extension is not supported.
nl_nl: Een of meer van uw bestandsextensie wordt niet ondersteund.

source: One or more of your files exceeds the maximum file size allowed.
nl_nl: Een of meer van uw bestanden overschrijdt de maximale toegestane bestandsgrootte.

source: No Attachments Uploaded
nl_nl: Geen bijlagen geüpload

source: Please enter the email address used for the order.
nl_nl: Voer een geldig e-mailadres in.

source: Successfully updated user registration form.
nl_nl: Met succes bijgewerkt gebruikersregistratie formulier.

source: Failed to save register form fields.
nl_nl: Kan formuliervelden niet opslaan.

source: Successfully copied to clipboard.
nl_nl: Naar het klembord gekopieerd.

source: Failed to copy text to clipboard.
nl_nl: Kan tekst niet naar klembord kopiëren.

source: Submissions with this status will no longer have a status. Do you really want to delete this status?
nl_nl: Inzendingen met deze status hebben dan geen status meer. Wilt u deze status echt verwijderen?

source: At least one status is required.
nl_nl: Er is ten minste één status vereist.

source: At least one topic is required.
nl_nl: Er is ten minste één onderwerp vereist.

source: Are you sure you want to restore this form to the default inputs? This cannot be undone.
nl_nl: Weet u zeker dat u dit formulier wilt terugzetten naar standaard instellingen? Dit kan niet ongedaan gemaakt worden.

source: Are you sure you want to restore your default titles?
nl_nl: Weet u zeker dat u uw standaardtitels wilt herstellen?

source: Are you sure you want to SYNC profile data from WP Abstracts to Wordpress user profiles? This cannot be undone. Type SYNC to confirm.
nl_nl: Weet u zeker dat u de gebruikersgegevens wilt synchroniseren van WP abstracts met WordPress gebruikersprofielen? Dit kan niet ongedaan gemaakt worden. Type SYNC om te bevestigen.

source: One or more of your email address seems invalid.
nl_nl: Een of meer van uw e-mailadressen lijken ongeldig.

source: Need more features?
nl_nl: Meer functies nodig?

source: Manage Users
nl_nl: Gebruikers beheren

source: Form Builder
nl_nl: Formulierbouwer
